Repository: SDeVuyst/saranalaya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl, ta

source: More info? Feel free to contact <a href="mailto:linademan@telenet.be">Lina</a>, she will be happy to explain more.
nl: Meer info? Neem gerust contact op met <a href="mailto:linademan@telenet.be">Lina</a>, zij legt je graag meer uit.
ta: மேலும் தகவல்? <a href="mailto:linademan@telenet.be">லினாவை</a> தொடர்பு கொள்ள தயங்க, மேலும் விளக்க அவள் மகிழ்ச்சியாக இருப்பாள்.

source: Make a Donation
nl: Doe een donatie
ta: நன்கொடை கொடுங்கள்

source: Every gift, big or small, makes a difference. And starting at €40 a year, your gift is tax-deductible.
nl: Elke gift, groot of klein, maakt een verschil. En vanaf € 40 per jaar is je gift aftrekbaar van de belasting.
ta: ஒவ்வொரு பரிசும், பெரியதோ சிறியதோ, ஒரு வித்தியாசத்தை ஏற்படுத்துகிறது. வருடத்திற்கு €40 இல் தொடங்கி, உங்கள் பரிசுக்கு வரி விலக்கு அளிக்கப்படுகிறது.

source: Bank account number
nl: Bankrekeningnummer
ta: வங்கி கணக்கு எண்

source: Mention
nl: Met vermelding
ta: குறிப்பிடு

source: Saranalaya + your national registration number
nl: Saranalaya + uw rijksregisternummer
ta: சரணாலயா + உங்கள் தேசிய பதிவு எண்

source: Without proper disclosure, your donation will go to the general operation of Kontinenten vzw.
nl: Zonder vermelding gaat uw gift naar de algemene werking van Kontinenten vzw.
ta: சரியான வெளிப்படுத்தல் இல்லாமல், உங்கள் நன்கொடை Kontinenten vzw இன் பொது செயல்பாட்டிற்குச் செல்லும்.

source: Creative Support Actions
nl: Creatieve ondersteunende acties
ta: ஆக்கப்பூர்வமான ஆதரவு செயல்கள்

source: Schools, clubs or groups of friends who want to shoot into action for Saranalaya can get all creative!
nl: Scholen, clubs of groepen vrienden die in actie willen komen voor Saranalaya, jullie steun is meer dan welkom!
ta: சரணாலயத்திற்காக சுட விரும்பும் பள்ளிகள், கிளப்புகள் அல்லது நண்பர்களின் குழுக்கள் அனைத்தும் படைப்பாற்றலைப் பெறலாம்!

source: Some inspiring ideas:
nl: Enkele inspirerende ideeën:
ta: சில எழுச்சியூட்டும் யோசனைகள்:

source: Sponsor Run
nl: Sponsorloop
ta: ஸ்பான்சர் ரன்

source: Rummage sale or Christmas market
nl: Rommelmarkt of kerstmarkt
ta: ரம்மேஜ் விற்பனை அல்லது கிறிஸ்துமஸ் சந்தை

source: Cake or pancake sale
nl: Taart of pannenkoek verkoop
ta: கேக் அல்லது பான்கேக் விற்பனை

source: Breakfast at home for Father's Day or Mother's Day
nl: Ontbijt aan huis voor Vaderdag of Moederdag
ta: தந்தையர் தினம் அல்லது அன்னையர் தினம் வீட்டில் காலை உணவு

source: Carwash
nl: Wasstraat
ta: கார்வாஷ்

source: Let us know what action you would like to organize, we would be happy to support you with info and materials!
nl: Laat ons weten welke actie je graag wilt organiseren, we ondersteunen je graag met info en materialen!
ta: நீங்கள் என்ன நடவடிக்கையை ஏற்பாடு செய்ய விரும்புகிறீர்கள் என்பதை எங்களுக்குத் தெரியப்படுத்துங்கள், தகவல் மற்றும் பொருட்களுடன் உங்களுக்கு ஆதரவளிப்பதில் நாங்கள் மகிழ்ச்சியடைவோம்!

source: Helped {kinderen_count} children through the years
ta: பல ஆண்டுகளாக {kinderen_count} குழந்தைகளுக்கு உதவியது

source: Message Received
nl: Bericht ontvangen
ta: செய்தி பெறப்பட்டது

source: Thank you for completing the contact form. We have received your message in good order and will contact you as soon as possible. Kind regards The Care India Team
nl: Bedankt voor het invullen van het contactformulier. Wij hebben uw bericht in goede orde ontvangen en nemen zo spoedig mogelijk contact met u op. Vriendelijke groeten Het Care India Team
ta: தொடர்பு படிவத்தை பூர்த்தி செய்ததற்கு நன்றி. உங்கள் செய்தியை நல்ல வரிசையில் பெற்றுள்ளோம், விரைவில் உங்களைத் தொடர்புகொள்வோம். தங்கள் அன்புள்ள கேர் இந்தியா குழு

source: progress from {last_year}
nl: vooruitgang van {last_year}
ta: {last_year} இருந்து முன்னேற்றம்

source: Current
nl: Huidig
ta: நடப்பிலுள்ள

source: Only active children are counted
nl: Alleen actieve kinderen worden meegeteld
ta: சுறுசுறுப்பான குழந்தைகள் மட்டுமே கணக்கிடப்படுகிறார்கள்

source: All Time
nl: Sinds begin
ta: எல்லா நேரமும்

source: Only active parents are counted
nl: Alleen actieve ouders worden meegeteld
ta: செயலில் உள்ள பெற்றோர் மட்டுமே கணக்கிடப்படுகிறார்கள்

source: Parent Payments
nl: Adoptie-ouder Betalingen
ta: பெற்றோர் கொடுப்பனவுகள்

source: By Admission Date
nl: Door Dag van Aankomst
ta: சேர்க்கை தேதி மூலம்

source: By Status
nl: Door Status
ta: நிலை மூலம்

source: Event Ticket
ta: நிகழ்வு டிக்கெட்

source: Event Tickets
ta: நிகழ்வு டிக்கெட்டுகள்

source: Sold out
nl: Uitverkocht
ta: விற்றுத் தீர்ந்தது

source: Sold out!
nl: Uitverkocht!
ta: விற்றுத் தீர்ந்தது!

source: Available
nl: Beschikbaar
ta: கிடைக்கக்கூடிய

source: Attended
nl: Aanwezig
ta: கலந்து கொண்டது

source: Yes
nl: Ja
ta: ஆம்

source: No
nl: Nee
ta: இல்லை

source: Generate QR-code
nl: Genereer QR-code
ta: QR குறியீட்டை உருவாக்கவும்

source: Title Subscript
nl: Titel Subscript
ta: தலைப்பு துணை எழுத்து

source: Start Date
nl: Start Datum
ta: தொடக்க தேதி

source: Max Participants
nl: Max. aantal deelnemers
ta: அதிகபட்ச பங்கேற்பாளர்கள்

source: Location (short)
nl: Locatie (kort)
ta: இடம் (குறுகிய)

source: Location (long)
nl: Locatie (lang)
ta: இடம் (நீண்ட)

source: Google Maps embed URL
ta: Google Maps உட்பொதி URL

source: Enable Selling
nl: Verkoop Inschakelen
ta: விற்பனையை இயக்கு

source: Event
nl: Evenement
ta: நிகழ்வு

# payment status
source: Paid
nl: Betaald
ta: பணம் செலுத்தப்பட்டது

# payment status
source: Open
ta: திற

# payment status
source: Canceled
nl: Geannuleerd
ta: ரத்து செய்யப்பட்டது

# payment status
source: Expired
nl: Verlopen
ta: காலாவதியான

# payment status
source: Failed
nl: Gefaald
ta: தோல்வியுற்றது

source: Mollie id
ta: மோலி ஐடி

source: Ticket
ta: டிக்கெட்

source: Event is not selling tickets
nl: Evenement is nog geen tickets aan het verkopen
ta: நிகழ்வு டிக்கெட் விற்கவில்லை

source: Invalid tickets: %(value)s
nl: Ongeldige tickets: %(value)s
ta: செல்லாத டிக்கெட்: %(value)s

source: Invalid email: %(mail)s
nl: Ongeldige E-mail: %(mail)s
ta: தவறான மின்னஞ்சல்: %(mail)s

source: QR code not recognised!
nl: QR-code wordt niet herkend!
ta: QR குறியீடு அங்கீகரிக்கப்படவில்லை!

source: Fraud Detected!
nl: Fraude Gedetecteerd!
ta: மோசடி கண்டுபிடிப்பு!

source: Participant already attended!
nl: Deelnemer is reeds aanwezig!
ta: பங்கேற்பாளர் ஏற்கனவே கலந்து கொண்டார்!

source: unknown request.
nl: onbekend verzoek.
ta: தெரியாத வேண்டுகோள்.

source: All
nl: Alle
ta: எல்லாம்

source: Navigation
nl: Navigatie
ta: ஊடாடுதல்

source: Dashboard
ta: கட்டுப்பாட்டகம்

source: Events
nl: Evenementen
ta: நிகழ்வுகள்

source: Tickets
ta: டிக்கெட்

source: Participants
nl: Deelnemers
ta: பங்கேற்பாளர்கள்

source: Scanner
ta: ஸ்கேனர்

source: Django site admin
ta: ஜாங்கோ தள நிர்வாகம்

source: Income
nl: Inkomsten
ta: வருமானம்

source: amount_of_adoption_parents
nl: hoeveelheid_adoptieouders

source: Color
nl: Kleur

source: Food
nl: Eten

source: Animal
nl: Dier

source: Ambition
nl: Ambitie

source: Trait Choice
nl: Keuze van eigenschappen

source: Text
nl: Tekst

source: children/
nl: kinderen/

source: children/<int:id>/
nl: kinderen/<int:id>/

source: about-us/
nl: over-ons/

source: support-us/
nl: steun-ons/

source: news/
nl: nieuws/

source: news/<int:id>/
nl: nieuws/<int:id>/

source: Helped %(count)s children through the years
nl: %(count)s kinderen door de jaren heen geholpen

source: Payment Status
nl: Status van Betaling

source: Generate All Tickets
nl: Genereer Alle Tickets

source: Generate Ticket
nl: Genereer Ticket

source: Email Text
nl: E-mail Tekst

source: End Date
nl: Eind Datum

source: Adoption Payments
nl: Adoptie Betalingen
