Repository: SDeVuyst/saranalaya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl, ta

source: Amount of Adoption Parents
nl: Hoeveelheid Adoptie-ouders
ta: தத்தெடுப்பு பெற்றோரின் தொகை

source: No Adoption Parents
nl: Geen Adoptie-ouders
ta: தத்தெடுப்பு பெற்றோர் இல்லை

source: 1 Adoption Parent
nl: 1 Adoptie-ouder
ta: 1 தத்தெடுப்பு பெற்றோர்

source: 2 Adoption Parents
nl: 2 Adoptie-ouders
ta: 2 தத்தெடுப்பு பெற்றோர்

source: 3 Adoption Parents
nl: 3 Adoptie-ouders
ta: 3 தத்தெடுப்பு பெற்றோர்

source: More than 3 Adoption Parents
nl: Meer dan 3 Adoptie-ouders
ta: 3 க்கும் மேற்பட்ட தத்தெடுப்பு பெற்றோர்கள்

source: Adoption Parent - Child
nl: Adoptie-ouder - Kind
ta: தத்தெடுப்பு பெற்றோர் - குழந்தை

source: Adoption Parents - Children
nl: Adoptie-ouders - Kinderen
ta: தத்தெடுப்பு பெற்றோர் - குழந்தைகள்

source: Child - Adoption Parent
nl: Kind - Adoptie-ouder
ta: குழந்தை - தத்தெடுப்பு பெற்றோர்

source: Children - Adoption Parents
nl: Kinderen - Adoptie-ouders
ta: குழந்தைகள் - தத்தெடுப்பு பெற்றோர்

source: Add New Payment
nl: Voeg Nieuwe Betaling Toe
ta: புதிய கட்டணத்தைச் சேர்க்கவும்

source: Added {amount_of_sponsors_saved} Payments!
nl: {amount_of_sponsors_saved} betalingen toegevoegd!
ta: {amount_of_sponsors_saved} பேமெண்ட்கள் சேர்க்கப்பட்டன!

source: Generate Address List
nl: Genereer Adres Lijst
ta: முகவரி பட்டியலை உருவாக்கு

source: Generate Mailing List
nl: Genereer Mail Lijst
ta: அஞ்சல் பட்டியலை உருவாக்கவும்

source: Name
nl: Naam
ta: பெயர்

source: Title
nl: Titel
ta: தலைப்பு

source: Saranalaya Admin
ta: சரணாலயா நிர்வாகம்

source: Search by name
nl: Zoek op naam
ta: பெயரால் தேடுங்கள்

source: Gender
nl: Geslacht
ta: பாலினம்

source: Status
ta: அந்தஸ்து

source: Admitted After
nl: Opgenomen Na
ta: பிறகு ஒப்புக் கொண்டார்

source: Born After
nl: Geboren na
ta: பிறகு பிறந்த பிறகு

source: Born Before
nl: Geboren voor
ta: முன் பிறந்த

source: Search by title
nl: Zoeken op titel
ta: தலைப்பு மூலம் தேடல்

source: Written After
nl: Geschreven na
ta: பிறகு எழுதப்பட்டது

source: Written Before
nl: Geschreven voor
ta: முன் எழுதியது

source: Male
nl: Mannelijk
ta: ஆண்

source: Female
nl: Vrouwelijk
ta: பெண்

source: No Parents
nl: Geen Ouders
ta: பெற்றோர் இல்லை

source: One Parent
nl: 1 Ouder
ta: ஒரு பெற்றோர்

source: Two Parents
nl: 2 Ouders
ta: இரண்டு பெற்றோர்

source: Active
nl: Actief
ta: சுறுசுறுப்பான

source: Support
nl: Ondersteuning
ta: ஆதரவு

source: Left
nl: Weg
ta: இடதுபுறம்

source: Child
nl: Kind
ta: குழந்தை

source: Adoption Parent
nl: Adoptie-ouder
ta: தத்தெடுப்பு பெற்றோர்

source: Adoption
nl: Adoptie
ta: அகற்றல்

source: Adoption Parent Payment
nl: Adoptie-ouder Betaling
ta: தத்தெடுப்பு பெற்றோர் கொடுப்பனவு

source: Sponsor
nl: Sponser
ta: உபயத்தார்

source: Donation
nl: Donatie
ta: நன்கொடை

source: Children
nl: Kinderen
ta: குழந்தைகள்

source: Adoption Parents
nl: Adoptie-ouders
ta: தத்தெடுப்பு பெற்றோர்

source: name
nl: naam
ta: பெயர்

source: gender
ta: பாலினம்

source: Day of Birth
nl: Geboortedag
ta: பிறந்த நாள்

source: Date of Admission
nl: Dag van Aankomst
ta: சேர்க்கை தேதி

source: Date of Leave
nl: Dag van Weggaan
ta: விடுப்பு தேதி

source: Indian Parent Status
nl: Status van Indische ouders
ta: இந்திய பெற்றோர் நிலை

source: Description
nl: Beschrijving
ta: வருணனை

source: Show on Website
nl: Weergeven op website
ta: இணையதளத்தில் காட்டு

source: Image
nl: Afbeelding
ta: பிம்பம்

source: Website Description
nl: Beschrijving op website
ta: இணையதள விளக்கம்

source: History
nl: Geschiedenis
ta: வரலாறு

source: Extra Image
nl: Extra afbeelding
ta: கூடுதல் படம்

source: Extra Images
nl: Extra afbeeldingen
ta: கூடுதல் படங்கள்

source: Date of picture
nl: Datum van de foto
ta: படத்தின் தேதி

source: Extra Info
nl: Extra informatie
ta: கூடுதல் தகவல்

source: Order
nl: Bestelling
ta: ஆணை

source: Supporter
ta: ஆதரவாளர்

source: Supporters
ta: ஆதரவாளர்கள்

source: First Name
nl: Voornaam
ta: முதல் பெயர்

source: Last Name
nl: Achternaam
ta: கடைசி பெயர்

source: Firm
nl: Firma
ta: நிறுவனம்

source: Street Name
nl: Straatnaam
ta: தெரு பெயர்

source: Address Number
nl: Adres Nummer
ta: முகவரி எண்

source: Bus
ta: பேருந்து

source: Postcode
ta: அஞ்சல் குறியீடு

source: City
nl: Stad
ta: நகரம்

source: Country
nl: Land
ta: நாடு

source: E-mail
ta: மின்னஞ்சல்

source: Phone Number
nl: GSM-nummer
ta: தொலைபேசி எண்

source: Adoptions
nl: Adopties
ta: தத்தெடுப்பு

source: Adoption Parent Payments
nl: Adoptie-ouder Betalingen
ta: தத்தெடுப்பு பெற்றோர் கொடுப்பனவுகள்

source: Amount remaining
nl: Resterend
ta: மீதமுள்ள தொகை

source: Date
nl: Datum
ta: தேதி

source: Amount
nl: Hoeveelheid
ta: தொகை

source: Parent
nl: Ouder
ta: பெற்றோர்

source: Sponsors
nl: Sponsers
ta: ஸ்பான்சர்கள்

source: Letters
nl: Brieven
ta: கடிதங்கள்

source: Donations
nl: Donaties
ta: நன்கொடைகள்

source: News
nl: Nieuws
ta: செய்தி

source: Content
nl: Inhoud
ta: உள்ளடக்கம்

source: Model
ta: மாதிரி

source: About Us
nl: Over ons
ta: நம்மை பற்றி

source: Our Children
nl: Onze Kinderen
ta: எங்கள் குழந்தைகள்

source: Latest Event
nl: Laatste evenement
ta: சமீபத்திய நிகழ்வுகள்

source: Contact
ta: தொடர்பு

source: Language
nl: Taal
ta: மொழி

source: Support Us
nl: Steun ons
ta: எங்களை ஆதரியுங்கள்

source: %(age)s years old
nl: %(age)s jaar oud
ta: %(age)s வயது

source: Left Saranalaya on %(date)s
nl: Verliet Saranalaya op %(date)s
ta: %(date)s அன்று சரணாலயத்தை விட்டு வெளியேறினார்

source: In Saranalaya since %(date)s
nl: In Saranalaya sinds %(date)s
ta: %(date)s முதல் சரணாலயத்தில்

source: Written on %(date)s
nl: Geschreven op %(date)s
ta: அன்று எழுதப்பட்டது %(date)s

source: Updated on %(date)s
nl: Bijgewerkt op %(date)s
ta: புதுப்பிக்கப்பட்டது: %(date)s

source: Care India is a Flemish, small-scale and independent organization dedicated to street children in Chennai.
nl: Care India is een Vlaamse organisatie die zich inzet voor straatkinderen in Chennai.
ta: கேர் இந்தியா என்பது சென்னையில் உள்ள தெருவோரக் குழந்தைகளுக்காக அர்ப்பணிக்கப்பட்ட ஒரு சிறிய அளவிலான மற்றும் சுயாதீன அமைப்பாகும்.

source: A heart for the street children
nl: Een hart voor de straatkinderen
ta: தெருவோரக் குழந்தைகளுக்கான இதயம்

source: Discover our children
nl: Ontdek onze kinderen
ta: எங்கள் குழந்தைகளைக் கண்டறியவும்

source: About our organisation
nl: Over onze organisatie
ta: எங்கள் நிறுவனத்தைப் பற்றி

source: Care India supports the Saranalaya orphanage in Thandalam, South India. Because it is a small-scale project, we only work with volunteers in Belgium and every euro collected goes entirely to the project.
nl: Care India ondersteunt het kindertehuis Saranalaya gelegen in Thandalam, Zuid India. Doordat het om een kleinschalig project gaat, werken we enkel met vrijwilligers in België en gaat elke ingezamelde euro integraal naar het project.
ta: கேர் இந்தியா தென்னிந்தியாவின் தாண்டளத்தில் உள்ள சரணாலய அனாதை இல்லத்தை ஆதரிக்கிறது. இது ஒரு சிறிய அளவிலான திட்டம் என்பதால், நாங்கள் பெல்ஜியத்தில் உள்ள தன்னார்வலர்களுடன் மட்டுமே வேலை செய்கிறோம், சேகரிக்கப்பட்ட ஒவ்வொரு யூரோவும் முற்றிலும் திட்டத்திற்கு செல்கிறது.

source: More Info
nl: Meer informatie
ta: மேலும் தகவல்

source: Small-scale independent organization since 1996
nl: Kleinschalige onafhankelijke organisatie sinds 1996
ta: 1996 முதல் சிறிய அளவிலான சுயாதீன அமைப்பு

source: Raising and growing in your own culture
nl: Opvoeden en groeien in je eigen cultuur
ta: உங்கள் சொந்த கலாச்சாரத்தில் வளர்த்தல் மற்றும் வளர்த்தல்

source: Breaking the vicious circle of poverty
nl: Het doorbreken van de vicieuze cirkel van armoede
ta: வறுமையின் தீய வட்டத்தை உடைத்தல்

source: See all children
nl: Bekijk alle kinderen
ta: எல்லா குழந்தைகளையும் பார்

source: Latest News
nl: Laatste nieuws
ta: சமீபத்திய செய்திகள்

source: See all news
nl: Bekijk al het nieuws
ta: அனைத்து செய்திகளையும் காண்க

source: Send us a message!
nl: Stuur ons een berichtje!
ta: எங்களுக்கு ஒரு செய்தியை அனுப்புங்கள்!

source: Email
ta: மின்னஞ்சல்

source: Subject
nl: Onderwerp
ta: பொருள்

source: Message
nl: Bericht
ta: உங்களது செய்தி

source: Loading...
nl: Laden…
ta: ஏற்றப்படுகிறது...

source: Your message has been sent!
nl: Je bericht is verzonden!
ta: உங்கள் செய்தி அனுப்பப்பட்டது!

source: Send message
nl: Verstuur bericht
ta: செய்தி அனுப்பு

source: %(age)s years old
nl: %(age)s jaar oud
ta: %(age)s வயது

source: Left Saranalaya on %(date)s
nl: Verliet Saranalaya op %(date)s
ta: %(date)s அன்று சரணாலயத்தை விட்டு வெளியேறினார்

source: In Saranalaya since %(date)s
nl: In Saranalaya sinds %(date)s
ta: %(date)s முதல் சரணாலயத்தில்

source: We are still supporting %(name)s
nl: We steunen %(name)s nog steeds
ta: நாங்கள் இன்னும் ஆதரிக்கிறோம்%(name)s

source: Info
ta: தகவல்

source: No extra info available yet
nl: Nog geen extra info beschikbaar
ta: கூடுதல் தகவல் இன்னும் கிடைக்கவில்லை

source: Siblings
nl: Broers en zussen
ta: உடன்பிறப்புகள்

source: Meet the children supported by C.A.R.E. in Chennai. Learn about their stories, challenges, and how our Flemish organization helps them build a better future.
nl: Maak kennis met de kinderen die door C.A.R.E. in Chennai worden ondersteund. Lees meer over hun verhalen, uitdagingen en hoe onze Vlaamse organisatie hen helpt een betere toekomst op te bouwen.
ta: சென்னையில் C.A.R.E. ஆல் ஆதரிக்கப்படும் குழந்தைகளை சந்திக்கவும். அவர்களின் கதைகள், சவால்கள் மற்றும் சிறந்த எதிர்காலத்தை உருவாக்க எங்கள் பிளெமிஷ் அமைப்பு அவர்களுக்கு எவ்வாறு உதவுகிறது என்பதைப் பற்றி அறிக.

source: Children | Care India
nl: Kinderen | Care India
ta: குழந்தைகள் | கேர் இந்தியா

source: Saranalaya Children's Home takes care of about 50 street children from the Chennai area of southern India.
nl: Saranalaya Children's Home zorgt voor ongeveer 50 straatkinderen uit de omgeving van Chennai in Zuid-India.
ta: தென்னிந்தியாவின் சென்னைப் பகுதியைச் சேர்ந்த சுமார் 50 தெருவோரக் குழந்தைகளை சரணாலய குழந்தைகள் இல்லம் பராமரித்து வருகிறது.

source: Most of our children are half orphans. Often the mother is left alone after the father (and thus breadwinner) has left the family or died. Life in the slums is hard and often it is impossible for the mother to provide for her child, let alone send it to school. There are also some children in Saranalaya who no longer have parents.
nl: De meeste van onze kinderen zijn halfweeskinderen. Vaak blijft de moeder alleen achter nadat de vader (en dus kostwinner) het gezin heeft verlaten of is overleden. Het leven in de sloppenwijken is zwaar en vaak is het voor de moeder onmogelijk om voor haar kind te zorgen, laat staan het naar school te sturen. Er zijn ook enkele kinderen in Saranalaya die geen ouders meer hebben.
ta: எங்கள் குழந்தைகளில் பெரும்பாலோர் அரை அனாதைகள். தந்தை (இதனால் சம்பாதிப்பவர்) குடும்பத்தை விட்டு வெளியேறிய பிறகு அல்லது இறந்த பிறகு பெரும்பாலும் தாய் தனியாக விடப்படுகிறார். சேரிகளில் வாழ்க்கை கடினமாக உள்ளது மற்றும் பெரும்பாலும் தாய் தனது குழந்தையை பள்ளிக்கு அனுப்புவது ஒருபுறம் இருக்க, அதை வழங்குவது கூட சாத்தியமற்றது. சரணாலயத்தில் பெற்றோர் இல்லாத சில குழந்தைகளும் உள்ளனர்.

source: Filter
ta: வடிகட்டு

source: Reset
ta: மீட்டமை

source: No children found.
nl: Geen kinderen gevonden.
ta: குழந்தைகள் கிடைக்கவில்லை.

source: First
nl: Eerste
ta: முதல்

source: Previous
nl: Vorige
ta: முந்தையது

source: Page
nl: Pagina
ta: பக்கம்

source: of
nl: van
ta: உடைய

source: Next
nl: Volgende
ta: அடுத்தது

source: Last
nl: Laatste
ta: இறுதி

source: Stay up to date with the latest news from C.A.R.E., a Flemish organization dedicated to helping street children in Chennai. Discover our project, initiatives, and updates.
nl: Blijf op de hoogte van het laatste nieuws van C.A.R.E., een Vlaamse organisatie die zich inzet voor straatkinderen in Chennai. Ontdek ons project, onze initiatieven en onze updates.
ta: சென்னையில் தெருவோரக் குழந்தைகளுக்கு உதவுவதற்காக அர்ப்பணிக்கப்பட்ட ஒரு ஃபிளெமிஷ் அமைப்பான C.A.R.E. இன் சமீபத்திய செய்திகளுடன் புதுப்பித்த நிலையில் இருங்கள். எங்கள் திட்டம், முயற்சிகள் மற்றும் புதுப்பிப்புகளைக் கண்டறியவும்.

source: News | Care India
nl: Nieuws | Care India
ta: செய்திகள் | கேர் இந்தியா

source: Keep up with what's happening at our children's home—news, events, and more.
nl: Blijf op de hoogte van wat er in ons kindertehuis gebeurt: nieuws, evenementen en meer.
ta: எங்கள் குழந்தைகளின் வீட்டில் என்ன நடக்கிறது - செய்திகள், நிகழ்வுகள் மற்றும் பலவற்றைத் தெரிந்துகொள்ளுங்கள்.

source: No articles found.
nl: Geen artikelen gevonden.
ta: கட்டுரைகள் எதுவும் காணப்படவில்லை.

source: Learn more about C.A.R.E., a small, independent Flemish organization committed to improving the lives of street children in Chennai through education, care, and support.
nl: Kom meer te weten over C.A.R.E., een kleine, onafhankelijke Vlaamse organisatie die zich inzet voor het verbeteren van het leven van straatkinderen in Chennai door middel van onderwijs, zorg en ondersteuning.
ta: சென்னையில் உள்ள தெருவோரக் குழந்தைகளின் வாழ்க்கையை கல்வி, பராமரிப்பு மற்றும் ஆதரவு மூலம் மேம்படுத்த உறுதிபூண்டுள்ள ஒரு சிறிய, சுதந்திரமான ஃபிளெமிஷ் அமைப்பான சி.ஏ.ஆர்.இ. பற்றி மேலும் அறிக.

source: About Us | Care India
nl: Over ons | Care India
ta: எங்களை பற்றி | கேர் இந்தியா

source: About Us | Care India
nl: Over Ons | Care India
ta: எங்களை பற்றி | கேர் இந்தியா

source: Saranalaya is a small and independent children's home in Chennai, southeastern India. There are 45-50 children living there and the family feeling is central. We take in children who do not have a (good) home situation and do our utmost to let them grow up without worries. In Saranalaya there is a strong emphasis on education. Every child gets the chance to go to school and after high school also to continue studying if they want to. Even the children who have left Saranalaya and are already on their own, are always welcome and often receive a push from Sundar as well. Thanks to Saranalaya, more than 150 underprivileged children have already been given a chance for a better life.
nl: Saranalaya is een klein en onafhankelijk kindertehuis in Chennai, in het zuidoosten van India. Er wonen 45-50 kinderen en het familiegevoel staat centraal. Wij vangen kinderen op die geen (goede) thuissituatie hebben en doen ons uiterste best om ze zorgeloos te laten opgroeien. In Saranalaya ligt er een sterke nadruk op onderwijs. Ieder kind krijgt de kans om naar school te gaan en na de middelbare school ook om verder te studeren als ze dat willen. Zelfs de kinderen die Saranalaya hebben verlaten en er al alleen voor staan, zijn altijd welkom en krijgen vaak ook een duwtje van Sundar. Dankzij Saranalaya hebben al meer dan 150 kansarme kinderen een kans gekregen op een beter leven.
ta: சரணாலயா தென்கிழக்கு இந்தியாவின் சென்னையில் உள்ள ஒரு சிறிய மற்றும் சுயாதீனமான குழந்தைகள் இல்லமாகும். அங்கு 45-50 குழந்தைகள் வசிக்கின்றனர் மற்றும் குடும்ப உணர்வு மையமாக உள்ளது. (நல்ல) வீட்டு சூழ்நிலை இல்லாத குழந்தைகளை நாங்கள் எடுத்துக்கொள்கிறோம், மேலும் அவர்கள் கவலையின்றி வளர அனுமதிக்க எங்களால் முடிந்த அனைத்தையும் செய்கிறோம். சரணாலயத்தில் கல்விக்கு அதிக முக்கியத்துவம் அளிக்கப்படுகிறது. ஒவ்வொரு குழந்தைக்கும் பள்ளிக்குச் செல்லவும், உயர்நிலைப் பள்ளிக்குப் பிறகும் அவர்கள் விரும்பினால் தொடர்ந்து படிக்கவும் வாய்ப்பு கிடைக்கிறது. சரணாலயத்தை விட்டு வெளியேறி ஏற்கனவே தனியாக இருக்கும் குழந்தைகள் கூட எப்போதும் வரவேற்கப்படுகிறார்கள், பெரும்பாலும் சுந்தரிடமிருந்து ஒரு உந்துதலைப் பெறுகிறார்கள். சரணாலயத்திற்கு நன்றி, 150 க்கும் மேற்பட்ட ஏழை குழந்தைகளுக்கு ஏற்கனவே சிறந்த வாழ்க்கைக்கான வாய்ப்பு வழங்கப்பட்டுள்ளது.

source: The children's home is run on a daily basis by Sundar, his wife Kavitha and a team of chefs, cleaners and teachers. The sponsorship needed to keep the home running comes mainly from Flemish aunties and uncles. Your support really makes a difference in the lives of our children in Saranalaya.
nl: Het kindertehuis wordt dagelijks gerund door Sundar, zijn vrouw Kavitha en een team van chef-koks, schoonmakers en leraren. De sponsoring die nodig is om het huis draaiende te houden, komt vooral van Vlaamse tantes en ooms. Uw steun maakt echt een verschil in het leven van onze kinderen in Saranalaya.
ta: சுந்தர், அவரது மனைவி கவிதா மற்றும் சமையல்காரர்கள், துப்புரவாளர்கள் மற்றும் ஆசிரியர்கள் அடங்கிய குழுவினர் இந்த குழந்தைகள் இல்லத்தை தினசரி அடிப்படையில் நடத்தி வருகின்றனர். வீட்டை இயங்க வைக்க தேவையான ஸ்பான்சர்ஷிப் முக்கியமாக பிளெமிஷ் அத்தைகள் மற்றும் மாமாக்களிடமிருந்து வருகிறது. உங்கள் ஆதரவு உண்மையில் சரணாலயத்தில் உள்ள எங்கள் குழந்தைகளின் வாழ்க்கையில் ஒரு மாற்றத்தை ஏற்படுத்துகிறது.

source: How it started
nl: Hoe het begon
ta: இது எப்படி தொடங்கியது

source: In 1996, Veerle was doing an internship at a hospital in Chennai. One day she passed two young children tied to a tree, one of them battered with a shard of glass in the face. Together with Sundar, who was in charge of her, they got out of the rickshaw and waited with the young boys for their parents. When their father came home drunk several hours later, he made the unforgettable statement; “This is the best day of my life, you can have them,” and gave the boys' birth certificates to Veerle and Sundar. A few days later they gave shelter to a dozen street children in a rented house. In 2003, Saranalaya's final building was built in Thandalam, a small village just outside Chennai.
nl: In 1996 liep Veerle stage in een ziekenhuis in Chennai. Op een dag passeerde ze twee jonge kinderen die aan een boom waren vastgebonden, een van hen gehavend met een glasscherf in het gezicht. Samen met Sundar, die de leiding over haar had, stapten ze uit de riksja en wachtten ze met de jonge jongens op hun ouders. Toen hun vader enkele uren later dronken thuiskwam, deed hij de onvergetelijke uitspraak; "Dit is de mooiste dag van mijn leven, je mag ze hebben", en gaf de geboorteaktes van de jongens aan Veerle en Sundar. Een paar dagen later boden ze onderdak aan een tiental straatkinderen in een gehuurd huis. In 2003 werd het laatste gebouw van Saranalaya gebouwd in Thandalam, een klein dorpje net buiten Chennai.
ta: 1996 ஆம் ஆண்டில், வீர்லே சென்னையில் உள்ள ஒரு மருத்துவமனையில் இன்டர்ன்ஷிப் செய்து கொண்டிருந்தார். ஒரு நாள் மரத்தில் கட்டப்பட்டிருந்த இரண்டு சிறு குழந்தைகளைக் கடந்து சென்றாள். அவர்களில் ஒருவன் முகத்தில் கண்ணாடித் துண்டால் தாக்கப்பட்டிருந்தான். அவளுக்கு பொறுப்பாக இருந்த சுந்தருடன் சேர்ந்து ரிக்ஷாவில் இருந்து இறங்கி சிறுவர்களுடன் பெற்றோருக்காக காத்திருந்தனர். பல மணி நேரம் கழித்து குடிபோதையில் வீடு திரும்பிய அவர்களின் தந்தை, மறக்க முடியாத வாக்குமூலத்தை அளித்தார்; "இது என் வாழ்க்கையின் சிறந்த நாள், நீங்கள் அவற்றை வைத்திருக்கலாம்" என்று கூறி சிறுவர்களின் பிறப்புச் சான்றிதழை வீர்லே மற்றும் சுந்தரிடம் கொடுத்தார். சில நாட்களுக்குப் பிறகு அவர்கள் ஒரு டஜன் தெருவோரக் குழந்தைகளை ஒரு வாடகை வீட்டில் அடைக்கலம் கொடுத்தனர். 2003 ஆம் ஆண்டில், சரணாலயாவின் இறுதி கட்டிடம் சென்னைக்கு வெளியே உள்ள ஒரு சிறிய கிராமமான தண்டளத்தில் கட்டப்பட்டது.

source: Daily life at Saranalaya
nl: Dagelijks leven in Saranalaya
ta: சரணாலயத்தில் தினசரி வாழ்க்கை

source: Support C.A.R.E. and help improve the lives of street children in Chennai. Discover how you can donate, volunteer, or contribute to our organization’s mission.
nl: Steun C.A.R.E. en help het leven van straatkinderen in Chennai te verbeteren. Ontdek hoe u kunt doneren, vrijwilligerswerk kunt doen of kunt bijdragen aan de missie van onze organisatie.
ta: C.A.R.E. க்கு ஆதரவளித்து சென்னையில் உள்ள தெருவோரக் குழந்தைகளின் வாழ்க்கையை மேம்படுத்த உதவுங்கள். எங்கள் நிறுவனத்தின் பணிக்கு நீங்கள் எவ்வாறு நன்கொடை அளிக்கலாம், தன்னார்வத் தொண்டு செய்யலாம் அல்லது பங்களிக்கலாம் என்பதைக் கண்டறியவும்.

source: Support Us | Care India
nl: Steun ons | Care India
ta: எங்களை ஆதரியுங்கள் | கேர் இந்தியா

source: Your support really makes a difference in the lives of our children in Saranalaya. Explore the different ways you can contribute.
nl: Uw steun maakt echt een verschil in het leven van onze kinderen in Saranalaya. Ontdek de verschillende manieren waarop u kunt bijdragen.
ta: உங்கள் ஆதரவு உண்மையில் சரணாலயத்தில் உள்ள எங்கள் குழந்தைகளின் வாழ்க்கையில் ஒரு மாற்றத்தை ஏற்படுத்துகிறது. நீங்கள் பங்களிக்கக்கூடிய பல்வேறு வழிகளை ஆராயுங்கள்.

source: Financial Adoption
nl: Financiële adoptie
ta: நிதி தத்தெடுப்பு

source: Make a donation
nl: Doe een gift
ta: நன்கொடை கொடுங்கள்

source: Support actions
nl: Ondersteunende acties
ta: ஆதரவு செயல்கள்

source: What your support means
nl: Wat uw ondersteuning betekent
ta: உங்கள் ஆதரவு எதைக் குறிக்கிறது

source: New outfit for one child
nl: Nieuwe outfit voor één kind
ta: ஒரு குழந்தைக்கு புதிய ஆடை

source: Two school uniforms for one child
nl: Twee schooluniformen voor één kind
ta: ஒரு குழந்தைக்கு இரண்டு பள்ளிச் சீருடைகள்

source: Snacks and tea for all children
nl: Snacks en thee voor alle kinderen
ta: அனைத்து குழந்தைகளுக்கும் சிற்றுண்டி மற்றும் தேநீர்

source: Textbooks for one child
nl: Studieboeken voor één kind
ta: ஒரு குழந்தைக்கான பாடப்புத்தகங்கள்

source: Breakfast for all children
nl: Ontbijt voor alle kinderen
ta: அனைத்து குழந்தைகளுக்கும் காலை உணவு

source: Hot meal for all children
nl: Warme maaltijd voor alle kinderen
ta: அனைத்து குழந்தைகளுக்கும் சூடான உணவு

source: Pillow & bedsheet for one child
nl: Kussen & laken voor één kind
ta: ஒரு குழந்தைக்கு தலையணை & பெட்ஷீட்

source: Fruit for one month
nl: Fruit voor een maand
ta: ஒரு மாதத்திற்கு பழம்

source: Financial adoption of one child
nl: Financiële adoptie van één kind
ta: ஒரு குழந்தையை பொருளாதார ரீதியாக தத்தெடுத்தல்

source: Become a Financial Adoption Parent
nl: Word een financiële adoptieouder
ta: நிதி தத்தெடுப்பு பெற்றோராகுங்கள்

source: Would you like to build a personal relationship with a Saranalaya child and thus make a commitment for a number of years? Then it might be a nice idea for you to become uncle or auntie of one of the children.
nl: Wil je graag een persoonlijke band opbouwen met een Saranalaya kind en zo een verbintenis aangaan voor een aantal jaren? Dan is het misschien een leuk idee voor je om oom of tante te worden van een van de kinderen.
ta: நீங்கள் ஒரு சரணாலய குழந்தையுடன் தனிப்பட்ட உறவை உருவாக்க விரும்புகிறீர்களா, இதனால் பல ஆண்டுகளாக ஒரு உறுதிப்பாட்டை செய்ய விரும்புகிறீர்களா? பின்னர் நீங்கள் குழந்தைகளில் ஒருவருக்கு மாமா அல்லது அத்தை ஆக ஒரு நல்ல யோசனையாக இருக்கலாம்.

source: The cost is <b>225 euros</b> per year (or about 60 ct per day), tax deductible.
nl: De kosten bedragen <b>225 euro</b> per jaar (of ongeveer 60 cent per dag), fiscaal aftrekbaar.
ta: செலவு வருடத்திற்கு <b>225 யூரோக்கள்</b> (அல்லது ஒரு நாளைக்கு சுமார் 60 ct), வரி விலக்கு.

source: You choose what bond you want with your Indian child, sending a photo of yourself or your family with a bill in simple English, is greatly appreciated. The children are very proud to have a family abroad helping to care for them, and photos and bills are cherished.
nl: U kiest zelf welke band u wilt met uw Indiase kind, het sturen van een foto van uzelf of uw gezin met een rekening in eenvoudig Engels, wordt zeer op prijs gesteld. De kinderen zijn erg trots dat ze een familie in het buitenland hebben die voor hen zorgt, en foto's en tekeningen worden gekoesterd.
ta: உங்கள் இந்திய குழந்தையுடன் நீங்கள் என்ன பிணைப்பை விரும்புகிறீர்கள் என்பதை நீங்கள் தேர்வு செய்கிறீர்கள், உங்கள் அல்லது உங்கள் குடும்பத்தின் புகைப்படத்தை எளிய ஆங்கிலத்தில் ஒரு மசோதாவுடன் அனுப்புவது மிகவும் பாராட்டத்தக்கது. குழந்தைகள் வெளிநாட்டில் ஒரு குடும்பம் அவர்களை கவனித்துக்கொள்ள உதவுவதில் மிகவும் பெருமைப்படுகிறார்கள், மேலும் புகைப்படங்கள் மற்றும் பில்கள் போற்றப்படுகின்றன.

source: Some uncles and aunties send New Year and birthday cards or have their child treats on his/her birthday, others have even visited Saranalaya.
nl: Sommige ooms en tantes sturen nieuwjaars- en verjaardagskaarten of laten hun kind traktaties doen op zijn/haar verjaardag, anderen hebben zelfs Saranalaya bezocht.
ta: சில மாமாக்கள் மற்றும் அத்தைகள் புத்தாண்டு மற்றும் பிறந்தநாள் அட்டைகளை அனுப்புகிறார்கள் அல்லது அவர்களின் பிறந்தநாளில் தங்கள் குழந்தைக்கு விருந்தளிக்கிறார்கள், மற்றவர்கள் சரணாலயத்திற்கு கூட வந்திருக்கிறார்கள்.
